Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: specifies a basic interface with a progress bar and (if used) the plus sign (‘/qb+’ or ‘/qn+’) specifies that a message box will be displayed when installation has finished.
zh_tw: 為含有進度列之基本介面而（如果使用）加號 ('/ qb +' 或 ' / qn +')，安裝完成後將顯示一個訊息方塊。

source: specifies that no user interface will be displayed
zh_tw: 不顯示任何使用者介面

source: t+tTest in concrete having a measured compressive strength of 3000±500 psi at the time of testing.
zh_tw: †††於實測抗壓強度3000±500 psi之混凝土中進行測試。

source: tfRefer to 4.7.2.2.
zh_tw: ††請參閱4.7.2.2。

source: the IOREF: it allows the shields to adapt to the IO voltage level provided by the Board.
zh_tw: IOREF：使擴充模組能調整至適用電路板提供之IO電壓，

source: the control means used,
zh_tw: 使用之管控方法，

source: the control means used;
zh_tw: 使用之管控方法；

source: the exceptional transportation costs incurred to ensure timely deliveries to HUTCHINSON.
zh_tw: 確保準時交貨至 HUTCHINSON 之特殊運輸費用，

source: the first air inlet of the first air intake system is completely positioned to a first side of the CVT unit, and
zh_tw: 第一空氣進氣系統之第一次進氣口完全位於無段變速單元之第一側，而

source: the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an air intake system operatively coupled to the CVT unit to communicate ambient air to an interior of the CVT unit; and a CVT unit supported by the frame.
zh_tw: 一組以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；一組進氣系統連接至無段變速單元以輸送空氣至無段變速單元內部；以及一組以框架支撐之無段變速單元。

source: the level of satisfaction of its HUTCHINSON client,
zh_tw: 其 HUTCHINSON 客戶之滿意度，

source: the measurement methods used;
zh_tw: 使用之量測方法；

source: the quality level delivered (complaints, PPM, CPM) and its internal quality level,
zh_tw: 交付之品質水準（客訴、PPM、CPM）與其內部品質等級，

source: the quantity of the products rejected by the HUTCHINSON site for a given time period
zh_tw: 以每百萬件產品退回的數量比率表示。

source: the samples or sample parts or other photographs that allow HUTCHINSON to ensure that the initial samples proposed meet the different "non- measurable" criteria with which they must comply.
zh_tw: 樣品或樣品零件或其它照片，供 HUTCHINSON 確認其提供之初始樣本符合必須遵守之不同的“非量化”標準。

source: the seating region of operator area 212.
zh_tw: 線 524 位於駕駛區 212 之座位區域下方。

source: the seating to the frame, the first air inlet and the second air inlet being positioned completely above the first suspension system.
zh_tw: 第一進氣口和第二進氣口的位置完全位於第一懸吊系統上方。

source: the second air inlet of the second air intake system is completely positioned to a second side of the CVT unit.
zh_tw: 第二空氣進氣系統之第二次進氣口完全位於無段變速單元之第二側。

source: the third type of keyboards existing in the V2000, corresponding to the acceptance or cancellation of a certain action, is shown.
zh_tw: V2000 中第三種類型的鍵盤，對應某項動作之接受或取消。

source: the value of the material rejected by the HUTCHINSON site for a given time period
zh_tw: 每百萬元產品退回的價值比率表示。

source: the value of the measured characteristics.
zh_tw: 測量特性之數值。

source: the vehicle, a rear portion of the upper link being further spaced from the vertical centerline longitudinal plane of the vehicle than a front portion of the upper link.
zh_tw: 上連結後部與上連結前部沿車輛垂直於中心線縱向平面分隔。

source: to the following description of embodiments of the invention taken in conjunction with the accompanying drawings.
zh_tw: 以下發明實施例的詳細說明與附圖以清楚了解此發明。

source: to the rear passengers, and as best shown in FIGS.
zh_tw: 如圖

source: transverse frame member 124 which as best shown in FIG. 9 is attached to roll cage center section 74 as further described herein.
zh_tw: 如圖 9 中所示之連接至防滾架中段 74 的橫向框架元件 124 如此處進一步說明。

source: unloaded
zh_tw: 空車

source: use a tracking system that connects the product to its different elements as well as its different production stages,
zh_tw: 使用連接產品與其不同的元件以及其不同生產階段之追蹤系統，

source: used as alarm value in production; applicable only when there is a range detector in the dosing-device.
zh_tw: 用於生產之警報 gr. 數值；僅適用於給料裝置中具有範圍偵測器時。

source: whether it’s raining or snowing
zh_tw: 無論風雨或下雪 都能留下美好回憶

source: yes / no
zh_tw: 是 / 否

source: you can see an example of the dropdown menu.
zh_tw: 為下拉選單的範例。

source: z 8GB Internal Memory z QUAD PROOF Body z 5H Internal Long-Life Battery*1 z 40x Optical Zoom (60x Dynamic Zoom*2) z 2.5M Back-illuminated CMOS Sensor z Wi-Fi Functions z AVCHD Progressive Video Recording z Auto Illumi.
zh_tw: ▋8GB 內建記憶體 ▋四防機身 ▋內建五小時長效電池*1 ▋40倍光學變焦（60倍動態變焦*2） ▋兩百五十萬畫素背照式 CMOS 影像感測器 ▋Wi-Fi 無線傳輸功能 ▋AVCHD 漸進式影像錄影 ▋自動打光

source: z QUAD PROOF Body z 5H Internal Long-Life Battery*1 z 40x Optical Zoom (60x Dynamic Zoom*2) z 2.5M Back-illuminated CMOS Sensor z Digital Zoom: 200x z SD/SDHC/SDXC Card Slot z Compatible with Portable Battery*3 and USB Charging z KONICA MINOLTA HD LENS z Super LoLux z 24Mbps High Bit Rate Recording z 10M Still Picture z Simultaneous Full HD Video & 2M Still Shooting z Enhanced Advanced Image Stabiliser z Time-Lapse REC z Special Effects Recording (Video/Stills) z Built-in Zoom Microphone z K2 Technology in REC Mode z Auto Wind Cut z 3.0" Touch Panel LCD z Works with iMovie and Final Cut Pro X z Everio MediaBrowser 4 Software Provided Easy Upload to YouTube/ Facebook (HD Compatible)
zh_tw: ▋四防機身 ▋內建五小時長效電池*1 ▋40倍光學變焦（60倍動態變焦*2） ▋兩百五十萬畫素背照式 CMOS 影像感測器 ▋數位變焦：200倍 ▋SD/SDHC/SDXC 記憶卡插槽 ▋相容於行動電源*3和 USB 充電 ▋KONICA MINOLTA HD 高畫質鏡頭 ▋Super LoLux 高感度技術 ▋24Mbps 高位元速率攝影 ▋一千萬畫素靜態影像 ▋同步錄製 Full HD 高畫質影片 & 兩百萬畫素靜態影像 ▋增強先進影像穩定器 ▋延時錄影 ▋特殊效果錄影（影片/相片） ▋內建變焦麥克風 ▋錄影模式 K2 技術 ▋自動剪接++++++++++++ ▋3.0 吋觸控液晶顯示面板 ▋可使用 iMovie 和 Final Cut Pro X 進行後製處理 ▋附贈 Everio MediaBrowser 4 軟體 輕鬆上傳至 YouTube/ Facebook （相容 HD 高畫質）

source: {3) bearings/set at motor side, (2) bearings/set at end side.
zh_tw: (3) 組軸承/軸承組位於馬達側，(2) 組軸承/軸承組位於末端側。

source: §10 – Improving the product / process
zh_tw: §10 – 產品 / 流程改進

source: §7 – Delivering the product for acceptance and as a series
zh_tw: §7 – 產品交貨驗收和系列交貨

source: §8 - Processing non- compliances
zh_tw: §8 - 未履約處理

source: §9 – Assessing performance
zh_tw: §9 – 評估績效

source: §Optional test.
zh_tw: §非必要測試。

source: §Sizes are U.S.
zh_tw: §尺寸為英制

source: §§Optional test.
zh_tw: §§非必要測試，

source: ½ hour
zh_tw: ½ 小時

source: – Nuance PDF Customer
zh_tw: – Nuance PDF 客戶

source: — Nuance PDF Customer
zh_tw: – Nuance PDF 客戶

source: ‘Additional Files’, ‘Import Application Settings’ and ’Add hotfixes to Installation’ settings will be stored beside the .msi package file.
zh_tw: ‘Additional Files’, ‘Import Application Settings’和 ’Add hotfixes to Installation’ 設定將儲存於 .msi 套裝程式檔案相同資料夾內。

source: ‘q’ defines what type of user interface the installation will use:
zh_tw: q 定義將安裝何種類型的使用者介面：

source: ’Personalization’, ’General’, ’Microsoft Office Integration’, ’Other Integration’, ’Connectors ’, ’Document Processing’, ’Languages’, ‘Signature’ and ‘Application Options’ settings will be stored in the admin_customSettings.mst transform file.
zh_tw: ’Personalization（個人化）’, ’General（一般選項）’, ’Microsoft Office Integration（Microsoft Office 整合程式）’, ’Other Integration（其它整合程式）’, ’Connectors（連接點） ’, ’Document Processing（文件處理）’, ’Languages（語言）’, ‘Signature（簽署）’ 和 ‘Application Options（應用程式選項）’ 設定將儲存於 admin_customSettings.mst 轉換檔之中，

source: “ABB Power Systems shall offer a well defined assortment of HVDC Light products, build from a common platform consistent of modules and standardized interfaces-1998”
zh_tw: 「ABB 電力系統提供各種定位明確的高壓直流燈具產品，皆由相同的平台中以一致性的模塊和標準化接口所建造-1998」

source: “AVCHD”, the “AVCHD” logo, “AVCHD Progressive” and the “AVCHD Progressive” logo are trademarks of Panasonic Corporation and Sony Corporation.
zh_tw: "AVCHD"、"AVCHD" 標識、"AVCHD Progressive" 以及 "AVCHD Progressive" 標誌為松下公司 (Panasonic Corporation) 和索尼公司 (Sony Corporation) 之註冊商標。

source: “Every business has an operating model; it defines how that business works on a day-to-day basis.
zh_tw: 「每間企業都有一種經營模式；經營模式決定了日常業務如何進行。

source: “Modular Management – the power to be the best”
zh_tw: 「模塊化管理 —— 給您最佳的產品管理」

source: “Nobody ever lost their job for buying Adobe (or IBM)”
zh_tw: “選擇 Adobe (或 IBM) 讓人永遠不會失去工作”

source: “Optional elements”, the other elements the controller can have – as an output conveyor system, reject, metal detectors, etc. – are explained.
zh_tw: 「選配項目」中，將說明控制器的其它元件如輸出輸送系統、退回、金屬感應器等。

source: “Reduce development by up to 60%
zh_tw: 「降低開發達 60%

source: “Terminology”).
zh_tw: 「專門用語」之中)

source: “The modular architecture allows us to predict, very quickly, where new requirements from marketing will impact our architecture.
zh_tw: 「模塊化結構使我們能夠非常快速預測市場行銷的新要求將如何影響我們的架構，

source: “The secret to success is maintaining your interfaces.
zh_tw: 「成功的秘訣就是維持您的接口，

source: “To increase sales value of delivery projects we need to be able to offer in the early phases of our customers project”
zh_tw: 「要增加交付專案計畫的銷售價值，我們必須在客戶專案計畫的早期階段提出計畫方案」

source: “[before]…we did not buy enough licenses for everybody...With Nuance we’re able to buy [PDF] for everybody.
zh_tw: “[從前]……我們未購買足夠的授權供每個人使用……改用 Nuance 後我們能購買 [PDF] 軟體給每一個人使用。

source: • 250 mm ball screw Zaxis stroke with astandard 150 mm clearance.
zh_tw: • 250 mm 滾珠螺桿 Z 軸行程，含 150 mm 間隙。

source: • AC Power Adapter and Cable • AV Cable • USB Cable
zh_tw: • AC 交流電源變壓器和電源線 •AV 線 •USB 線

source: • Additional tooling options include drills, tangential and drag knives and plasma arc cutters.
zh_tw: • 額外的刀具配件包括鑽頭、裁刀、拖刀以及電漿電弧切削器等。

source: • All vacuum hold down beds come configured with a minimum of 5 independently controlled zones foroptimum hold down management.
zh_tw: • 所有真空固定床皆設置最少 5 個獨立控制區以最佳化固定管理。

source: • Automatic compensation for all location, rotation, stretch and skew distortions
zh_tw: • 自動補償所有位置、旋轉、拉伸和扭曲變形

source: • Fully integrated with AXYZ A2MC controller
zh_tw: • 完全整合 AXYZ A2MC 控制器

source: • Intuitive operator interface with full colour graphical image for fast and accurate operation
zh_tw: • 直覺的操作介面，彩色圖形化的圖像可供快速、準確地操作

source: • It has a feature for automatically sending server reports via e-mail, containing information such as recording status and the most recent accesses to the server.
zh_tw: • 具有透過電子郵件自動發送伺服器報告之功能，其中包含如錄影狀態和最新的伺服器存取資訊。

source: • Live Monitoring and Remote Recording
zh_tw: •現場監看和遙控錄影

source: • Quad Proof is not a guarantee of protection against damage and malfunction.
zh_tw: 四防功能不保證能避免損壞和故障。

source: • Standard aluminium universal hold down bed combines T-Slot clamping with vacuum hold down distribution system.
zh_tw: • 標準鋁萬用固定床，結合 T 形夾槽和真空固定系統。

source: • Standard connectivity to NC files from virtually any CAM software package including AXYZ PANELBuilder, EnRoute, ArtCam, Type 3,Mastercam, ProfileLab and more.
zh_tw: • 標準支援包括 AXYZ PANELBuilder、EnRoute、ArtCam、Type 3、Mastercam、ProfileLab 以及更多 CAM 套裝軟體之 NC 檔案。

source: • This heavy duty guidcway system ensures a very stiff, rigid and durable machine providing years of low maintenance, high accuracy and superior surface finishes.
zh_tw: • 本耐重滑軌系統保證機械堅硬、不彎曲且耐用，能提供低廉的長期維護成本、高精度以及優異的表面處理。

source: • Wireless Data Transfer to Smartphone/Tablet
zh_tw: •無限資料傳輸至智慧型手機 / 平板

source: • Works with programs from any CAM software
zh_tw: • 適用於任何 CAM 軟體之程式

source: • the Z & Y-axis utilizes 45mm ball guides.
zh_tw: ・Z 和 Y 軸採用 45mm 滾珠滑軌，

source: … and everything else needed in the total process
zh_tw: ......以及全部流程中所需的一切

source: ….To financial records management and archiving
zh_tw: ……到財務紀錄管理和存檔

source: ….because it is Easier to Use with a familiar Microsoft Office style interface your employees already know how to use
zh_tw: ……因為它使用簡便，具有您的員工們熟悉且知道使用方式的 Office 風格介面

source: ….because it is Easier to Use with a familiar Microsoft Office style interface your staff already know how to use
zh_tw: ……因為它使用簡便，具有您的員工們熟悉且知道使用方式的 Microsoft Office 風格介面

source: …And integration with rights management policies
zh_tw: ……以及整合合適的管理政策

source: …Power PDF has ALL the features enterprise users need.
zh_tw: …Power PDF 具備了所有企業用戶所需的功能。

source: …Power PDF has ALL the features legal professionals need
zh_tw: …Power PDF 具備了所有法務專業用戶所需的功能。

source: …Power PDF has ALL the features medical users need.
zh_tw: ...…Power PDF 具有醫療業使用者所需的所有功能。

source: …To document encryption, security, and PDF/A creation
zh_tw: ……到文件加密、安全性和建立 PDF/A

source: …To forms creation
zh_tw: ……到建立表單

source: …and Bates numbering and eFiling with PDF/A conversion and compliance checking
zh_tw: ……以及文件編號和使用 PDF/A 建立和檢查進行 eFiling

source: …and Fast with Office Add-ons that don’t add start up time
zh_tw: ……且快速，具有不拖慢啟動速度的 Office 增益集

source: …and PDF/A creation and checking
zh_tw: ……以及 PDF/A 建立和檢查

source: …it is a good idea to partner with someone that has successfuly done it before.
zh_tw: ⋯⋯與有成功經驗的夥伴合作是一個很好的選擇。

source: …over to you...
zh_tw: ⋯⋯為您帶來⋯⋯

source: …to Document Mgmt and Cloud Storage Connectors
zh_tw: ……到文件管理合雲端儲存連接

source: …to document assembly, records management, and archiving
zh_tw: ......到文件彙編、記錄管理和存檔

source: …to document encryption, security, and PDF/A creation
zh_tw: ...…到文件加密、安全性和 PDF/A 建立

source: …to eDiscovery document processing
zh_tw: ...…到 eDiscovery 文件處理

source:  Allows integration with external database
zh_tw:  能與外部資料庫整合

source:  Allows searches by date, time, plate, set characters, end plate, used cameras and other
zh_tw:  能依日期、時間、車牌、設定字元、後車牌、攝影機和其它項目進行搜尋

source:  Allows you to generate reports of suspicious cars
zh_tw:  能產生可疑車輛報告

source:  Allows you to print photos of cars plate
zh_tw:  能列印車牌照片

source:  Allows you to read the plate of the vehicle at speeds up to 150 km/h
zh_tw:  能辨識出時速 150 公里以下之車牌

source:  Has internal database to record additional information
zh_tw:  內部資料庫能紀錄額外資訊

source:  Identifies the reading plate accuracy index in different colors
zh_tw:  不同車牌顏色亦能精確辨識

source:  Integration with control access devices
zh_tw:  能與通行控制裝置整合

source:  There is no limit to record of plates on database
zh_tw:  資料庫紀錄之車牌數量無限制

source:  Works with Virtual or Physical Tie
zh_tw:  適用虛擬或物理感測器

source:  Works with analog cameras converted to IP and IP cameras (see specifications)
zh_tw:  適用轉換為 IP 之類比攝影機和 IP 攝影機（請見規格表）

source: "PROTOTYPE PART"
zh_tw: “原型”

source: A copy of the manufacturer's declaration of origin for resellers
zh_tw: 經銷聲需提供製造商之產地證明副本

source: A declaration of compliance with the order (NFL0015C or EN10204)
zh_tw: 符合命令 (NFL0015C 或 EN10204) 之證明

source: A materials inspection report, where applicable
zh_tw: 材料檢驗報告，於適用情況下

source: A report on any special processes (NDTs, surface treatments, protection, heat treatment or others), where applicable
zh_tw: 所有特殊加工（NDTs、表面處理、保護、熱處理或其它）報告，於適用情況下

source: Batch or Serial N°, where applicable
zh_tw: 批號或序號，依適用情況

source: Derogation N°, where applicable.
zh_tw: 免責編號， 依適用情況

source: Order N°
zh_tw: 訂單編號

source: Quantity
zh_tw: 數量

source: Readings of the dimensions, where applicable
zh_tw: 尺寸讀數，於適用情況下

source: Reference, version number
zh_tw: 參照、版本號

source: Supplier's name
zh_tw: 供應商名稱

source: The documents corresponding to the specific requirements stipulated in the order
zh_tw: 訂單中約定之具體要求相對應資料文件

source: Amps
zh_tw: 所需
